aws-cli-bin
blueberry
brave-bin
cloudflare-warp-bin
kanata-bin
localsend-bin
mangowm
mediawriter
opencode-bin
pano-scrobbler-bin
pear-desktop-bin
slack-desktop
sway-audio-idle-inhibit-git
t3code-bin
ttf-ms-fonts
ttf-symbola-free
vesktop-bin
wlogout
yay
yay-debug
zen-browser-bin
