adobe-source-sans-fonts
adw-gtk-theme
aspell
aspell-en
aws-cli-bin
awww
base
base-devel
bat
blueberry
brave-origin-bin
brightnessctl
btop
btrfs-progs
cava
chromium
cliphist
cloudflare-warp-bin
cmake
codebase-memory-mcp-bin
docker
dust
efibootmgr
emacs-wayland
eza
fastfetch
fd
fish
flatpak
fprintd
fzf
ghostty
git
git-lfs
github-cli
gnome-disk-utility
gnome-keyring
go
graphviz
grub
herdr-bin
hurl
hypridle
hyprlock
hyprpolkitagent
imagemagick
intel-media-driver
intel-ucode
jq
kanata-bin
kitty
lazydocker
linux
linux-firmware
linux-lts
linux-lts-headers
localsend-bin
lsof
lua-language-server
man-db
man-pages
mangowm-git
mediawriter
mesa
mpv
nautilus
neovim
networkmanager
noto-fonts
noto-fonts-emoji
opencode-bin
openssh
pano-scrobbler-bin
pavucontrol
pear-desktop-bin
pipewire-alsa
pipewire-jack
pipewire-pulse
postgresql
power-profiles-daemon
qbittorrent
qt5ct
qt6ct
ripgrep
rofi
rofi-calc
rofimoji
ruff
satty
seahorse
shellcheck
slack-desktop
sof-firmware
spotify-launcher
starship
stow
sudo
sway-audio-idle-inhibit-git
swaybg
swaync
sysstat
t3code-bin
tailscale
tesseract
tmux
tree
ttf-croscore
ttf-dejavu
ttf-droid
ttf-fira-code
ttf-liberation
ttf-ms-fonts
ttf-nerd-fonts-symbols-mono
ttf-noto-nerd
ttf-roboto
ttf-roboto-mono
ttf-symbola-free
ttf-ubuntu-font-family
unzip
vesktop-bin
vim
vivaldi
vulkan-intel
waybar
wf-recorder
wireplumber
wlogout
wlr-randr
woff2-font-awesome
xdg-desktop-portal-wlr
xwayland-satellite
yay
yazi
zen-browser-bin
zoxide
